Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Why would I throw something at you? don' t ask me
ru: - Ты меня спрашиваешь.

source: Here I am, minding my own business, and someone thinks it' s funny to throw a book at me......
ru: - Но тебе ведь от этого не больно.

source: But it can' t hurt you if someone throws something at you
ru: Книга ведь просто пройдёт сквозь тебя, разве нет.

source: I mean, it' d just go right through you so!! Let' s all throw books at Myrtle, because she can' t feel it!
ru: Десять очков, если попадёшь ей в живот!

source: Ten points if you can get it through her stomach! _BAR_Fifty points if it goes through her head!
ru: Пятьдесят очков, если попадёшь в голову!

source: but, Who threw it at you, anyway?
ru: Какая хорошая игра, да?

source: I don' t know
ru: - Я не знаю.

source: I didn' t see them
ru: "Том Марволо Ридл."

source: I was just sitting in the U- bend, thinking about death and it fell right through the top of my head
ru: Привет, Гарри Поттер.

source: Tom Maryold Riddle
ru: Да.

source: my name is Harry Potter
ru: Нет.

source: "Hello, Harry Potter, my name is Tom Riddle"
ru: Но я могу показать тебе.

source: do you know anything about the chamber of secrets
ru: Позволь мне переместить тебя на 50 лет назад.

source: "yes" can you tell me?
ru: - Простите.

source: "no" "but I can show you"
ru: Ты Том Ридл?

source: "let me take you back fifty years ago"
ru: Привет, ты меня слышишь?

source: "13th June"
ru: - Дамбльдор?

source: excuse me could you tell me what' s going on here? are you Tom Riddle?
ru: - Неразумно находиться здесь в столь поздний час, Том.

source: "Riddle" up
ru: - Да, профессор.

source: Professor Dumbledore
ru: Я полагаю, я....

source: Dumbledore it is not wise to be wandering around this late hour, Tom yes, professor, I suppose
ru: Я просто хотел убедиться, что слухи не лгут.

source: I have to see it for myself if the rumor was true
ru: - Боюсь это так, Том.

source: I am afraid, they are, Tom, they are true well this school as well
ru: У меня нет дома, чтобы вернуться туда.

source: I don' t have home to go to, sir they won' t really close Hogwart, would they, professor?
ru: Ведь они не закроют Хогвард, правда, профессор?

source: I understand, Tom
ru: - Нет, сэр.

source: I am afraid headmaster Dipper may have no choice sir, if it all stoped the person who' s responsible was caught is there something you wish to tell me?
ru: - Спокойной ночи, сэр.

source: no sir nothing very well then off you go goodnight, sir
ru: - Что ты здесь делаешь, Том.

source: what' s going on there? evening, Hagrid
ru: - Добрый вечер, Хагрид.

source: I am going to turn you in, Hagrid I don' t think you meant to kill any one, but you can' t, you don' t understand
ru: Я не думаю, что ты хотел кого- то убить...

source: The dead girl' s parents will be here tomorrow.
ru: Ты не понимаешь.

source: The least Hogwarts can do is make sure that the thing _BAR_that killed their daughter is slaughtered...... it wasn' t him
ru: Минимум, что должен сделать Хогвард...... это уверить их, что тварь, убившая их дочь, казнена.

source: Aragog never kill no one, never monsters don' t make good pets, Hagrid just stand aside no
ru: Никогда.

source: Stand aside, Hagrid no SESYTENOPEYlDE ORONYlEXRTlN
ru: - Отойди в сторону, Хагрид.

source: Aragog!
ru: - Нет!

source: I can' t let you go
ru: Арагог!

source: I have you warned for this, Hagrid you would be expelled
ru: Они отберут твою палочку за это, Хагрид.

source: Hagrid
ru: - Хагрид!

source: it was Hagrid
ru: Это был Хагрид.

source: Hagrid opened the chamber of secret 50 years ago it can' t be Hagrid, just can' t be we don' t even know this Tom Riddle he sound like a dirty rotten snitch to me the monster had killed somebody, Ron what if he has done?
ru: - Это не мог быть Хагрид.

source: look, Hagrid' s our friend why don' t why just go and ask him about it?
ru: Этого просто не может быть.

source: That' d be a cheerful visit
ru: - Хагрид наш друг.

source: Hello, Hagrid.
ru: "Приветик, Хагрид.

source: Tell us, have you been setting anything mad and hairy loose _BAR_in the castle lately? mad and hairy? you wouldn' t be talking about me, now, would you? no
ru: Если верить профессор Спраут, им осталось немного подрасти.

source: what' s that you got, Hagrid? oh, it' s Flesh- Eatin 'Slug Repellent for the mandrake, you know according to proffessor Sprout, they still gonna need bit grown- up to do, _BAR_but once their acne' s been cleared up, we' il be able to chop them up, _BAR_stew them, and then we' il get those people down at hospital unpetrified in meantime, you know, you three, best look after yourselves all right?
ru: Хорошо?

source: hello, Nevill
ru: - Привет, Невил.

source: Harry, I don' t who did it, but you' d be better come come on
ru: - Хорошо, слушайте.

source: it has to be a Gryffindor nobody else know our password unless he wasn' t a student whoever he was, he must be looking something he found it
ru: Это выигрышная игра, у команды Хаффлпаффа нет шансов.

source: Tom Riddle' s diary is gone oh, well, listen up we play our game, Hufflepuff doesn' t stand a chance stronger, quicker, and smarter not to mention they' re deadly scared that_BAR_Harry' il petrify any one near him oh, that too professor McGonagall this match has been cancelled you can' t cancell quidditch silence, wood you and your teammates will go to Gryffindor tower, now
ru: - Да, и это тоже.

source: Potter you and I will find Mr. Weasley there are someting the both of you' il have to see
ru: - Матч отменяется.

source: I warn you
ru: Немедленно.

source: This could be a bit of a shock
ru: - Ее нашли у библиотеки...... с этим в руке.

source: Hermione! she was found near the library alone with this does it mean anything to either of you? no
ru: - Немного внимания, пожалуйста.

source: could I have your attention please becasue of recent events, these new rules will be put effect immediately all students will return to their house common room _BAR_by six clock every evening all students will be escorted to each lesson by a teacher no exceptions
ru: "Все студенты должны вернуться в общежитие в 6: 00 каждый вечер.

source: I should tell you this unless the culprit behind these attacks is caught it is likely the school will be closed
ru: Всех студентов будет сопровождать на уроки преподаватель.

source: we got to talk to Hagrid, Ron
ru: Без исключений. "

source: I can' t believe it' s him if he did set the monster loose last time he' il know how to get inside the Chamber of Secrets that' s a start but you heard McGonagall but we are not allowed to leave tower except class
ru: Не могу поверить, что это он...... Но если он освободил чудовище в тот раз...... он знает, как пробраться в Потайную Залу.

source: I think it' s the time to get my dad' s old cloak again
ru: Это уже ключик.

source: who' s there? hello? hello? what' s that for? oh, nothing,
ru: - Но ты слышал слова Маг- Гонагал.

source: I' ve being expecting..., and it doesn' t matter, come on in just made a pot of tea
ru: Нам не разрешается покидать башню кроме как на уроки.

source: Hagrid, are you ok?
ru: Заходите.

source: I' m worried, I am all right did you hear about Hermone? oh, yeah, I heard about that, all right
ru: У меня все хорошо.

source: look, we have to ask you something do you know who' s opened the chamber of secrets?
ru: - Да. я слышал об этом, верно.

source: what you have to understand about that is quick, under the cloak don' t say a word, quiet, both of you
ru: - Слушай, мы хотим спросить тебя кое- что.

source: proffessor Dumbledor, sir good evening, Hagrid
ru: - Что вы должны понять в отношении этого, так это...

source: I wonder, could we?.. of course, come in come in that' s dad' s boss
ru: - Затаитесь.

source: Cornelius Fudge, the Minister of Magic!
ru: Сидите тихо, оба.

source: Bad business, Hagrid, Very bad business.
ru: - Добрый вечер, Хагрид.

source: Had to come. three attacks on Muggle- borns.
ru: - Конечно.

source: Things' ve gone far enough.
ru: Заходите.

source: Ministry' s got to act.
ru: Заходите.

source: I never, You know I never, Professor
ru: Корнелиус Фудж, министр магии.

source: I want it understood, Cornelius, that Hagrid has my full confidence
ru: - Плохо дело, Хагрид, дела очень плохи.

source: Hagrid' s record is against him.
ru: Три атаки на полукровок.

source: I' ve got to take him take me? take me where?
ru: Дело зашло слишком далеко.

source: Not Azkaban prison?
ru: Вы знаете, что это не я, профессор.

source: I am afraid we have no choice, Hagrid already here, Fudge, good what are you doing here? get out of my house believe me, I absolutely have no pleasure at all being inside your - er you call this a house?
ru: - Я хочу, чтобы ты знал, Корнелиус...... что Хагриду...... я полностью доверяю.

source: I simply called at the school and_BAR_was told that the headmaster was here. and what exactly is it that you want with me?
ru: - Альбус, послушай, прошлое Хагрида против него.

source: the other governors and I desided _BAR_it' s time for you to step aside.
ru: - Я должен забрать его.

source: This is an Order of Suspension
ru: - Забрать меня?

source: you' il find all twelve signatures on it.
ru: Отлично.

source: I' m afraid we feel you' re losing your touch.
ru: Вот приказ об увольнении.

source: well, with all those attacks there' il be no Muggle- borns left at Hogwarts
ru: Вы найдете на нем все 12 подписей.

source: I can only imagin what an awful loss that would be to the school. you can' t take professor Dumbledore away take him away, the muggleborns won' t stand a chance you have my word, There' il be killing next! you think so
ru: Из- за этих атак...... в Хогварде не останется полукровок.

source: Calm yourself, Hagrid
ru: - Успокойся, Хагрид.

source: If the governors desire my removal
ru: - Как трогательно.

source: I will of course step aside however you will find the help will always be given to Hogwarts to those who ask for it
ru: - Фудж.

source: any more sentiments? shall we?
ru: - Ну?

source: come, Hagrid well if if anybody was looking some stuff that all they have to do would be to follow the spiders yeah, that will lead them right that' s all I have to say oh, well, some one need to feed Fang when I am away good boy
ru: Это приведет его к цели.

source: Hagrid is right
ru: - Хагрид прав.

source: Dumbledor gone here will be attack everyday
ru: - Пошли.

source: look come on come on, Fang
ru: Пошли, Фанг.

source: come on what? you heard what Hagrid said follow the spiders they' re heading to the dark forest why spiders why can' t we follow the butterflies?
ru: - Почему пауки?

source: Harry, I don' t like this
ru: Гарри, мне это не нравится.

source: Harry, I don' t like it at all
ru: Гарри, мне это совсем не нравится.

source: can we go back now? come on
ru: - Заткнись!

source: who is it? don' t panic
ru: - Вперед.

source: Hagrid, is that you? we are friends of Hagrid' s
ru: Колледж кто- то атакует.

source: and you you are Aragog, aren' t you? yes
ru: Они считают, что это Хагрид.

source: Hagrid has never sent men into our hollow before he is in trouble, up in the school, for the punish of attacks they think it' s Hagrid they think he open the chamber of secrets they think he opened the chamber of secrets like before that' s a lie
ru: - Тогда не вы то чудовище?

source: Hagrid' d never opened the chamber of the secrets then, you are not the monster no the monster was born in the castle
ru: Меня же Хагрид принес в замок в кармане.

source: I came to Hagrid from a distant land in the pocket of a traveler but if you are not the monster, then what did kill that girl 50 years ago we do not speak of it it' s an ancient creature we spiders fear above all others but have you seen it?
ru: - У нас не принято говорить об этом.

source: I never saw any part of the castle with the books in which Hagrid kept me the girl was discovered in bathroom when I was accused, Hagrid brought me here
ru: - Но вы видели его?

source: Harry what?
ru: - Что ж, спасибо.

source: well, thank you we' il just go go
ru: - Идти?

source: I think not
ru: Не думаю.

source: My sons and daughters do not harm Hagrid, on my command.
ru: Прощайте, друзья Хагрида.

source: But I can not deny them fresh meat, _BAR_ when it wanders so willingly into our midst. goodbye friends of Hagrid can we go back now?
ru: - Одно, но недостаточно мощное против такой оравы.

source: know any spells? one but it' s not powerful enough for all of them where is Hermione when you need her
ru: - Где Хермиона, когда она так нужна?

source: let' s go
ru: - Уходим!

source: RONlEGEZlMElY
ru: - Пошел!

source: glad we' re out there
ru: - Спасибо.

source: ERMONlAEXPAY
ru: - Не за что.

source: thanks for that don' t mention it
ru: - Вытаскивай нас отсюда.

source: get out of here now come on come on, a little faster
ru: Вперед, быстрее!

source: go, go
ru: Давай!

source: get us in the air the flying gear is jammed come on oh, I am trying
ru: Следовать за пауками. "

source: follow the spiders follow the spiders if Hagrid ever get out of Azkaban, I will kill him
ru: Если Хагрид выберется из Азкабана, я убью его.

source: I mean what was the point of sending us in there what we found out? we know one thing
ru: Хагрид не открывал Потайную Залу.

source: Hagrid' d never opened the chamber of secrets he was innocent
ru: - Если б ты была с нами, Хермиона.

source: I wish you were here, Hermione we need you now more than ever
ru: Сейчас больше, чем когда- либо.

source: what' s that?
ru: - Что это?

source: Ron this why Hermione was in the library the day she was attacked come on of many fearsome beasts and monsters that roam our land none is more more deadly than the Basilisk capable of living for hundreds of years instant death awaits any who meets this giantic serpent' s eyes
ru: Вот почему Хермиона была в библиотеке, когда ее атаковали.

source: Spiders flee before it
ru: Ну ка.

source: Ron, this is it the monster in chamber of secrets is a basilisk that' s why I can hear its speak it' s a snake but if it kills by looking people in the eye why is it no one' s died?
ru: "Ни одно из самых ужасных чудовищ, живущих на земле...... не столь смертоносно, как Василиск.

source: because no one did look in the eye not directly at least
ru: Вот почему я слышал его голос.

source: Colin saw it through his camera
ru: Он относится к змеям.

source: Justin Justin must' ve seen the basilisk through Nearly Headless Nick!
ru: Ник получил полную дозу.

source: Nick got the full blast of it, _BAR_ but he is a ghost, he couldn' t die again and Hermione had the mirror
ru: И Хермиона смотрела в зеркало.

source: I bet you anything she was using it to look around corners_BAR_ in case it came along and Mrs. Norris
ru: - А мисс Норрис?

source: I' m pretty sure she didn' t have a camera or mirror, Harry the water that was the water on the floor that night she only saw the Basilisk' s reflection
ru: - Вода.

source: spiders flee before it it all fits but how' s Basilisk been getting around?
ru: "Пауки бегут, учуяв его."

source: A dirty great snake...
ru: - Все сходится.

source: Someone would' ve seen it...
ru: Огромная мерзкая змея.

source: Hermione thought that too pipes it' s using the plumbing remmeber what Aragog said: about that girl 50 years ago? she died in the bathroom what if she' d never left?
ru: Помнишь, что Арагог сказал про ту девочку 50 лет назад?

source: Moaning Myrtle?
ru: Боюсь, это конец Хогварда.

source: All students to return to their House dormitories at once.
ru: Что я прозевал?

source: All teachers return to second floor corrider.
ru: Наконец пришел миг вашей славы.

source: Immediately
ru: - Миг моей славы?

source: as you can see the heir of Slytherin has left another message the worst fear has been realized, _BAR_a student has been taken by the monster into the chamber itself students must be sent to home
ru: - Решено.

source: I am afraid this is the end of Hogwarts so sorry, dozed off, what I missed a girl has been snatched by the monster, Lockhart your moment has come at last my? no... no...
ru: Мы предоставляем вам разобраться с чудовищем, Гилдерой.

source: Weren' t you saying just last night that you' ve known all along _BAR_where the entrance to the Chamber of Secrets is?
ru: - Хорошо.

source: that' s settled we will leave you to deal with the monster, Gilderoy your skills, after all, are legend very well
ru: Я только зайду к себе, чтобы собрать...... собрать оружие.

source: I' il just be in my office, getting... getting ready
ru: - Кого украло чудовище, Минерва?

source: who is it the monster has taken another?
ru: - Дженни Визлей.

source: Ginny Weasley
ru: - Дженни.

source: her Skeleton will lie in the chamber forever
ru: Срочный вызов.

source: Ginny...
ru: - Ну...

source: Lockhart maybe useless, but if He' s going to try and get into the Chamber. at least we can tell him what we know professor, we have some information for you are you going somewhere? oh, yes, eh.. urgent call, unavoidable, got to go what about my sister? as for that, most unfortunate no one regrets more than I you are the defense against the dark art teacher you can' t go now
ru: Я спряталась от Оливии Хорнби, которая дразнила меня за очки.

source: I must say, when I took the job, _BAR_there was nothing in the job description about the... you are running away?
ru: - Не знаю.

source: After all that stuff you did in your books
ru: Это оно, Рон.

source: Books can be misleading you wrote them my dear boy, do you use your common sense?
ru: Я уверен, что это вход в Потайную Залу.

source: My books wouldn' t have sold half as well _BAR_if people didn' t think I' d done all those things you are a fraud you' ve just been taking credit for other wizards have done? so anything you can do? yes now you mentioned it
ru: - Скажи что- нибудь, Гарри, скажи что- нибудь на языке Заклинателей.

source: I am rather gifted in memory charms otherwise you see, all those wizards would' ve gone blabbing and I' d never sold another book in fact
ru: Хорошо сработано.

source: I, eh, I am 'eh, going to have to do the thing to you don' t even think about it
ru: Я вам больше не нужен.

source: oh, who' s there? oh, hello, Harry what do you want? to ask you how you died?
ru: - Мальчики, к чему это?

source: it was dreadful it happened right here in this dirty cubicle
ru: Вообще- то, да.

source: I' d hidden because Olive Hornby was teasing me about my glasses
ru: - Вы уверены, что не хотите идти первыми?

source: I was crying then I heard somebody come in who was it, Myrtle?
ru: - Что ж.

source: I was distrought! but they said something funny a kind of madeup language, and I realized it was a boy' s speaking so I unlocked the door to tell him, "go away" and, I died.. just like that, how?
ru: Если ты помрешь там внизу, приглашаю тебя жить в моем туалете.

source: I just remember seeing a pair of great, big, yellow eyes. over there by that sink
ru: Запомните:

source: this is it this is it, Ron, _BAR_I think this is the entrance of chamber of secrets say something
ru: При первом шорохе закрыть глаза.

source: Harry, say something in Parseltongue.
ru: Сюда.

source: excellent, Harry ha, good work, then, I' il just be... there is no need for me to stay
ru: - Это похоже на змею.

source: you first no boys, what good it will do? better you than us
ru: - Это змеиная кожа.

source: you sure you don' t want to test it first?
ru: - Черт возьми.

source: really quite filth down here all right
ru: Эта тварь длиной метров 20 А то и больше.

source: let' s go oh, Harry if you die down there, you are welcome to share my toilet eh, thanks, Myrtle
ru: - Храброе сердце, ничего не скажешь.

source: now, remmeber any signs of movement, close your eyes straight away go on this way
ru: - Приключение кончилось, мальчики.

source: what is this? it looks like a snake it' s snake skin bloody hell
ru: Но не беспокойтесь.

source: I am sure this must be 60 feet long hard to a liar this one
ru: Мир узнает о нас с вами.

source: adventure ends here, boys but don' t fright the world will know our story but however it' s too late to save the girl how you two tragically lost your minds _BAR_at the sight of her mangled body so, you first, Mr. Potter say goodbye to your memories Obliviate!
ru: Как вы двое трагически потеряли память...... при виде ее разорванного трупика.

source: Harry Harry
ru: Итак....

source: Ron
ru: - Рон!

source: Ron, are you ok?
ru: Рон, ты цел?

source: I' m fine
ru: - Да.

source: Hello who are you?
ru: - Привет.

source: I' m Ron Weasley
ru: - Рон Визлей.

source: Really and who am I?
ru: А кто я?

source: Lockhart' s memory charm backfired he hasn' t got clue who he is it' s an odd sort of place, isn' t it?
ru: Он не имеет понятия, кто мы.

source: do you live here? no really? eh... what do I do now? you wait here and try to shift some these rocks, so we can get back through
ru: - Жди здесь...... и попробуй сдвинуть эти камни чтобы мы могли вернуться.

source: I' il go and find Ginny ok
ru: - Дженни!

source: Ginny, oh, please don' t be dead wake up, wake up, please wake up she won' t wake
ru: Очнись, очнись.

source: Tom
ru: - Том.

source: Tom Riddle? what do you mean she won' t wake? she is not... she' s still alive but only just are you a ghost? a memory, reserved in a diary for 50 years she' s cold as ice
ru: - Она холодна как лед.

source: Ginny, Please don' t be dead wake up you got to help me, Tom, there is a Basilisk
ru: Очнись.

source: It won' t come until it is called give me my wand, Tom
ru: Ты должен помочь мне, Том.

source: You won' t be needing it
ru: Где- то здесь ползает Василиск.

source: listen, we' ve got to go, we' ve got to save her
ru: - Не бойся, без вызова он не появится.

source: I am afraid I can' t do that, Harry, you see as poor Ginny growes weaker
ru: - Тебе она больше не понадобится.

source: I grow stronger yes, Harry, _BAR_it was Ginny Weasley who opened the chamber of secrets no, she couldn' t, she wouldn' t it was Ginny who set the Basilisk on mudblood and Filch' s cat
ru: Видишь ли, чем слабее становится, бедная Дженни, тем сильнее становлюсь я.

source: Ginny wrote the frighten messages on the walls why? because I told her to you' il find that I can be very persusive not that Ginny knew what she was doing, she was shall we say, in a kind of trance still, the power of diary began to scare her she tried to dispose it in girl' s bathroom and then you should find it, but you the very person I was most anxious to meet why did you want to meet me?
ru: Да, Гарри, Это Дженни Визлей открыла Потайную Залу.

source: I knew I have to talk to you meet you if I could so I desided to show you my capture of that brainless Hagrid to gain your trust
ru: Она не стала бы.

source: Hagrid is my friend and you framed him, didn' t you? it was my word to against Hagrid only Dumbledore seemed to think he was innocent but Dumbledore saw right through you he certainly kept an annoyingly close watch on me after that
ru: - Потому что я убедил ее.

source: I knew it wouldn' t be safe to open the chamber again _BAR_while I was still at school so I desided to leave behind a diary preserving my sixteen- year- old self in its pages so that one day
ru: Она была, так сказать, в одной из разновидностей транса.

source: I would be able to lead another to finish Salazar Slytherin' s noble work but you haven' t finished it this time in few hours, the mandrake draught will be ready and every one who was petrified will be right to go haven' t I told you? killing mudbloods doesn' t matter to me any more?
ru: - А почему ты не хотел со мной встречаться?
